/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@（%2$@）";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@（网络磁盘）";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u KB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "不能将文件写入到预期目的位置。";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "不能将文件写入到预期目的位置。请确定目的文件夹是可写的。";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "您要使用 %1$@ 或 %2$@ 配合 Time Machine 备份吗？";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "您要使用 %@ 配合 Time Machine 备份吗？";

/* screencapture filure to write error string */
"Failure to write image data." = "写入图像数据失败。";

/* OK button */
"OK" = "好";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "屏幕抓图尝试已失败。";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "网络磁盘 %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "无法从路径的位图创建图像。";

/* screencapture create image error string */
"Unable to create image." = "无法创建图像。";

/* screencapture type error string */
"Unable to create type string." = "无法创建类型字符串。";

/* screencapture create url error string */
"Unable to create url for path." = "无法创建路径的 URL。";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "不能存储您的屏幕快照。";

